www/content/posts/2020111609-robbins_s_basic_pathology.md
+++
title = "Robbins's Basic Pathology"
author = ["邓蔚竹"]
draft = false
+++

## Outline {#outline}


## The Genome {#the-genome}


### Noncoding DNA {#noncoding-dna}


### Histone Organization {#histone-organization}


### Micro-RNA and Long Noncoding RNA {#micro-rna-and-long-noncoding-rna}


#### Micro-RNAs {#micro-rnas}

1.  22 nucleotides on average
2.  Posttranscriptional silencing of gene expression by miRNA is a fundamental a and e evolutionanarily conserved machnism of gene regulation present in all eukaryotes.


#### Long-noncoding RNA {#long-noncoding-rna}


### Gene Editing {#gene-editing}


## Cellualar Housekeeping {#cellualar-housekeeping}

Many normal housekeeping functions are compartmentalized within membrane-bound intracellular organelles.


### Breakdown of these constinuents takes place at three different sites {#breakdown-of-these-constinuents-takes-place-at-three-different-sites}


####  {#}